app/Controllers/UserController.php

INSERT INTO `cards` (`Background`, `Border`, `Card`, `clearDna`, `dna`, `sig`) VALUES ('/var/www/html/app/ressources/Background/common#90/cardbackbluerays#10.png', '/var/www/html/app/ressources/Border/common#90/cardborder5#20.png', '/var/www/html/app/ressources/Card/SWORD#20/sword_page#5.png', '/var/www/html/app/ressources/Background/common#90/cardbackbluerays#10.png/var/www/html/app/ressources/Border/common#90/cardborder5#20.png/var/www/html/app/ressources/Card/SWORD#20/sword_page#5.png', '43477ad5320d798c5e16e4b9cb6939f152f92400c4bd6e05accdf50d840f0a205b4c250918602430d2320421b2ca408624a5756bef5c238cc85fbdfa44e0c0c2', '0x00')
---

            }

           if($builder->insert($card)){